class script(object):
    START_TXT = """<b>𝖧𝖤𝖸! {},
𝖬𝗒 𝖭𝖺𝗆𝖾 𝖨𝗌 <a href=https://t.me/{}>{}</a>, I 𝖦𝖾𝗍 𝖠𝖼𝖼𝖾𝗌𝗌 𝖳𝗈 𝖠 𝖵𝖺𝗌𝗍 𝖢𝗈𝗅𝗅𝖾𝖼𝗍𝗂𝗈𝗇 𝖮𝖿 𝖬𝗈𝗏𝗂𝖾𝗌 𝖡𝗒 𝖠𝖽𝖽𝗂𝗇𝗀 𝖬𝖾 𝖳𝗈 𝖸𝗈𝗎𝗋 𝖦𝗋𝗈𝗎𝗉! 𝖤𝗇𝗃𝗈𝗒 𝖤𝗇𝖽𝗅𝖾𝗌𝗌 𝖤𝗇𝗍𝖾𝗋𝗍𝖺𝗂𝗇𝗆𝖾𝗇𝗍 𝖶𝗂𝗍𝗁𝗈𝗎𝗍 𝖠𝗇𝗒 𝖧𝖺𝗌𝗌𝗅𝖾. 😙</b>"""

    HELP_TXT = """<b>𝖸𝖮!!! {}
𝖧𝖾𝗋𝖾 𝗂𝗌 𝗍𝗁𝖾 𝗁𝖾𝗅𝗉 𝖿𝗈𝗋 𝖬𝖸 𝖼𝗈𝗆𝗆𝖺𝗇𝖽𝗌</b>"""

    ABOUT_TXT = """<b>𒊹︎︎︎ 𝖬𝗒 𝖭𝖺𝗆𝖾: {}
𒊹︎︎︎ 𝖬𝖺𝖽𝖾 𝖡𝖸: <a href='https://t.me/k_ASTRA'>𝖬𝖠𝖲𝖳𝖤𝖱-𝖪𝖤𝖵</a>
𒊹︎︎︎ 𝖫𝗂𝖻𝗋𝖺𝗋𝗒: <a href='https://docs.pyrogram.org/'>𝖯𝗒𝗋𝗈𝗀𝗋𝖺𝗆</a>
𒊹︎︎︎ 𝖫𝖺𝗇𝗀𝗎𝖺𝗀𝖾: <a href='https://www.python.org/download/releases/3.0/'>𝖯𝗒𝗍𝗁𝗈𝗇 3</a>
𒊹︎︎︎ 𝖣𝖺𝗍𝖺𝖡𝖺𝗌𝖾: <a href='https://www.mongodb.com/'>𝖬𝗈𝗇𝗀𝗈𝖣𝖡</a>
𒊹︎︎︎ 𝖡𝗈𝗍 𝖲𝖾𝗋𝗏𝖾𝗋: <a href='https://app.koyeb.com/'>𝖪𝗈𝗒𝖾𝖻</a>
𒊹︎︎︎ 𝖡𝗎𝗂𝗅𝖽 𝖲𝗍𝖺𝗍𝗎𝗌: v2.7.1 [ 𝖲𝗍𝖺𝖻𝗅𝖾 ]</b>"""

    SOURCE_TXT = """<b>𝖭𝖮𝖳𝖤:
- 𝖳𝗁𝗂𝗌 𝖡𝖮𝖳 𝗂𝗌 𝖺 𝗉𝗋𝗂𝗏𝖺𝗍𝖾 𝗌𝗈𝗎𝗋𝖼𝖾 𝗉𝗋𝗈𝗃𝖾𝖼𝗍 𝗍𝗁𝗂𝗌 𝗍𝗒𝗉𝗂𝖼𝖺𝗅𝗅𝗒 𝗆𝖾𝖺𝗇𝗌 𝗍𝗁𝖺𝗍 𝗍𝗁𝖾 𝗌𝗈𝗎𝗋𝖼𝖾 𝖼𝗈𝖽𝖾 𝖺𝗇𝖽 𝖽𝖾𝗏𝖾𝗅𝗈𝗉𝗆𝖾𝗇𝗍 𝖺𝗋𝖾 𝖭𝖮𝖳 𝗉𝗎𝖻𝗅𝗂𝖼𝗅𝗒 𝖺𝖼𝖼𝖾𝗌𝗌𝗂𝖻𝗅𝖾 𝗈𝗋 𝗈𝗉𝖾𝗇 𝗌𝗈𝗎𝗋𝖼𝖾 - <a href="https://t.me/k_ASTRA1">𝖤𝖭𝖰𝖴𝖨𝖱𝖤𝖲</a>
𝖠𝗇𝗒 𝖤𝖱𝖱𝖮𝖱𝖲 𝗄𝗂𝗇𝖽𝗅𝗒 𝖣𝖬:
- <a href="https://t.me/k_ASTRA1">𝖪𝖾𝗏𝗂𝗇𝖠𝗌𝗍𝗋𝖺</a></b>"""

    MANUELFILTER_TXT = """ʜᴇʟᴘ: <b>𝖥𝗂𝗅𝗍𝖾𝗋𝗌</b>
- 𝖥𝗂𝗅𝗍𝖾𝗋 𝗂𝗌 𝖺 𝖿𝖾𝖺𝗍𝗎𝗋𝖾 𝗐𝖾𝗋𝖾 𝗎𝗌𝖾𝗋𝗌 𝖼𝖺𝗇 𝗌𝖾𝗍 𝖺𝗎𝗍𝗈𝗆𝖺𝗍𝖾𝖽 𝗋𝖾𝗉𝗅𝗂𝖾𝗌 𝖿𝗈𝗋 𝖺 𝗉𝖺𝗋𝗍𝗂𝖼𝗎𝗅𝖺𝗋 𝗄𝖾𝗒𝗐𝗈𝗋𝖽 𝖺𝗇𝖽 𝖨 𝗐𝗂𝗅𝗅 𝗋𝖾𝗌𝗉𝗈𝗇𝖽 𝗐𝗁𝖾𝗇𝖾𝗏𝖾𝗋 𝖺 𝗄𝖾𝗒𝗐𝗈𝗋𝖽 𝗂𝗌 𝖿𝗈𝗎𝗇𝖽 𝗂𝗇 𝗍𝗁𝖾 𝗆𝖾𝗌𝗌𝖺𝗀𝖾
<b>𝖭𝖮𝖳𝖤:</b>
1. 𝖳𝗁𝗂𝗌 𝖻𝗈𝗍 𝗋𝖾𝗊𝗎𝗂𝗋𝖾𝗌 𝖺𝖽𝗆𝗂𝗇 𝗉𝗋𝗂𝗏𝗂𝗅𝗅𝖺𝗀𝖾𝗌
2. 𝖮𝗇𝗅𝗒 𝖺𝖽𝗆𝗂𝗇𝗌 𝖼𝖺𝗇 𝖺𝖽𝖽 𝖿𝗂𝗅𝗍𝖾𝗋𝗌 𝗂𝗇 𝖺 𝖼𝗁𝖺𝗍
3. 𝖠𝗅𝖾𝗋𝗍 𝖻𝗎𝗍𝗍𝗈𝗇𝗌 𝗌𝗁𝗈𝗎𝗅𝖽 𝗁𝖺𝗏𝖾 𝖺 𝗆𝗂𝗇𝗂𝗆𝗎𝗆 𝗈𝖿 𝖲𝗂𝗑𝗍𝗒𝖥𝗈𝗎𝗋 𝖢𝗁𝖺𝗋𝖺𝖼𝗍𝖾𝗋𝗌.
𝖢𝗈𝗆𝗆𝖺𝗇𝖽𝗌 & 𝖴𝗌𝖺𝗀𝖾:
• /filter - <code>𝖠𝖽𝖽 𝖺 𝖿𝗂𝗅𝗍𝖾𝗋 𝗂𝗇 𝖺 𝖼𝗁𝖺𝗍</code>
• /filters - <code>𝖫𝗂𝗌𝗍 𝖺𝗅𝗅 𝗍𝗁𝖾 𝖿𝗂𝗅𝗍𝖾𝗋𝗌 𝗈𝖿 𝖺 𝖼𝗁𝖺𝗍</code>
• /del - <code>𝖣𝖾𝗅𝖾𝗍𝖾 𝖺 𝗌𝗉𝖾𝖼𝗂𝖿𝗂𝖼 𝖿𝗂𝗅𝗍𝖾𝗋 𝗂𝗇 𝖺 𝖼𝗁𝖺𝗍</code>
• /delall - <code>𝖣𝖾𝗅𝖾𝗍𝖾 𝗍𝗁𝖾 𝗐𝗁𝗈𝗅𝖾 𝖿𝗂𝗅𝗍𝖾𝗋𝗌 𝗂𝗇 𝖺 𝖼𝗁𝖺𝗍 (𝖢𝗁𝖺𝗍 𝖮𝗐𝗇𝖾𝗋 𝖮𝗇𝗅𝗒)</code>"""

    BUTTON_TXT = """ʜᴇʟᴘ: <b>ʙᴜᴛᴛᴏɴꜱ</b>
- 𝖨 𝗌𝗎𝗉𝗉𝗈𝗋𝗍 𝖻𝗈𝗍𝗁 𝗎𝗋𝗅 𝖺𝗇𝖽 𝖺𝗅𝖾𝗋𝗍 𝗂𝗇𝗅𝗂𝗇𝖾 𝖻𝗎𝗍𝗍𝗈𝗇𝗌.
<b>𝖭𝖮𝖳𝖤:</b>
1. 𝖳𝖾𝗅𝖾𝗀𝗋𝖺𝗆 𝗐𝗂𝗅𝗅 𝗇𝗈𝗍 𝖠𝗅𝗅𝗈𝗐 𝗒𝗈𝗎 𝗍𝗈 𝗌𝖾𝗇𝖽 𝖻𝗎𝗍𝗍𝗈𝗇𝗌 𝗐𝗂𝗍𝗁𝗈𝗎𝗍 𝖺𝗇𝗒, ꜱᴏ 𝖼𝗈𝗇𝗍𝖾𝗇𝗍 𝗂𝗌 𝗆𝖺𝗇𝖽𝖺𝗍𝗈𝗋𝗒.
2. 𝖳𝗁𝗂𝗌 𝖻𝗈𝗍 𝗈𝗇𝗅𝗒 𝗌𝗎𝗉𝗉𝗈𝗋𝗍𝗌 𝗍𝖾𝗅𝖾𝗀𝗋𝖺𝗆 𝗆𝖾𝖽𝗂𝖺 𝗍𝗒𝗉𝖾
3. 𝖡𝗎𝗍𝗍𝗈𝗇𝗌 𝗌𝗁𝗈𝗎𝗅𝖽 𝖻𝖾 𝗉𝗋𝗈𝗉𝖺𝗋𝗅𝖾𝗒 𝗉𝖺𝗋𝗌𝖾𝖽 𝗂𝗇 𝖿𝗈𝗋𝗆𝖺𝗍
<b>𝖴𝖱𝖫 𝖡𝗎𝗍𝗍𝗈𝗇𝗌:</b>
<code>[Button Text](buttonurl:https://t.me/k_ASTRA1)</code>
<b>𝖠𝗅𝖾𝗋𝗍 𝖻𝗎𝗍𝗍𝗈𝗇𝗌:</b>
<code>[Button Text](buttonalert:ᴛʜɪꜱ ɪꜱ ᴀɴ ᴀʟᴇʀᴛ ᴍᴇꜱꜱᴀɢᴇ)</code>"""

    AUTOFILTER_TXT = """ʜᴇʟᴘ: <b>𝖠𝗎𝗍𝗈 𝖥𝗂𝗅𝗍𝖾𝗋</b>
<b>𝖭𝖮𝖳𝖤: 𝖥𝗂𝗅𝖾 𝖨𝗇𝖽𝖾𝗑</b>
1. 𝖨𝖿 𝗒𝗈𝗎𝗋 𝖼𝗁𝖺𝗇𝗇𝖾𝗅'𝗌 𝗉𝗋𝗂𝗏𝖺𝗍𝖾 𝖺𝖽𝗆𝗂𝗇 𝗆𝖾
2. 𝖬𝖺𝗄𝖾 𝗌𝗎𝗋𝖾 𝗒𝗈𝗎𝗋 𝖼𝗁𝖺𝗇𝗇𝖾𝗅 𝖽𝗈𝖾𝗌𝗇𝗍 𝗁𝖺𝗏𝖾 𝖭𝖲𝖥𝖶 𝗌𝗍𝗎𝖿𝖿 𝗌𝗂𝗆𝗂𝗅𝖺𝗋 𝗅𝗂𝗄𝖾 𝗍𝗁𝖺𝗍
3. 𝖥𝗈𝗐𝖺𝗋𝖽 𝗆𝖾 𝗍𝗁𝖾 𝖿𝗂𝗅𝖾𝗌 𝖿𝗋𝗈𝗆 𝖨𝗅𝗅 𝖺𝖽𝖽 𝗍𝗁𝖾𝗆 𝗍𝗈 𝗆𝗒 𝖣𝖡

<b>𝖭𝖮𝖳𝖤: 𝖠𝗎𝗍𝗈 𝖥𝗂𝗅𝗍𝖾𝗋</b>
1. 𝖠𝖽𝖽 𝗍𝗁𝖾 𝖻𝗈𝗍 𝖺𝗌 𝖺𝖽𝗆𝗂𝗇 𝗂𝗇 𝗒𝗈𝗎𝗋 𝗀𝗋𝗈𝗎𝗉
2. 𝖴𝗌𝖾 /connect 𝖺𝗇𝖽 𝖼𝗈𝗇𝗇𝖾𝖼𝗍 𝗒𝗈𝗎𝗋 𝗀𝗋𝗈𝗎𝗉 𝗍𝗈 𝗍𝗁𝖾 𝖻𝗈𝗍
3. 𝖴𝗌𝖾 /settings 𝗈𝗇 𝖻𝗈𝗍'𝗌 𝖯𝖬 𝖺𝗇𝖽 𝗍𝗎𝗋𝗇 𝗈𝗇 𝖺𝗎𝗍𝗈 𝖿𝗂𝗅𝗍𝖾𝗋 𝗈𝗇 𝗍𝗁𝖾 𝗌𝖾𝗍𝗍𝗂𝗇𝗀𝗌 𝗆𝖾𝗇𝗎."""

    CONNECTION_TXT = """ʜᴇʟᴘ: <b>𝖢𝗈𝗇𝗇𝖾𝖼𝗍𝗂𝗈𝗇𝗌</b>
- 𝖴𝗌𝖾𝖽 𝗍𝗈 𝖼𝗈𝗇𝗇𝖾𝖼𝗍 𝖡𝖮𝖳 𝗍𝗈 𝖯𝖬 𝖿𝗈𝗋 𝗆𝖺𝗇𝖺𝗀𝗂𝗇𝗀 𝖿𝗂𝗅𝗍𝖾𝗋𝗌 
- 𝖨𝗍 𝗁𝖾𝗅𝗉𝗌 𝖺𝗏𝗈𝗂𝖽𝗂𝗇𝗀 𝗌𝗉𝖺𝗆 𝗂𝗇 𝗀𝗋𝗈𝗎𝗉𝗌
<b>𝖭𝖮𝖳𝖤:</b>
1. 𝖮𝗇𝗅𝗒 𝖺𝖽𝗆𝗂𝗇𝗌 𝖼𝖺𝗇 𝖺𝖽𝖽 𝖼𝗈𝗇𝗇𝖾𝖼𝗍𝗂𝗈𝗇
2. 𝖲𝖾𝗇𝖽 <code>/ᴄᴏɴɴᴇᴄᴛ</code> 𝖥𝗈𝗋 𝖼𝗈𝗇𝗇𝖾𝖼𝗍𝗂𝗇𝗀 𝗆𝖾 𝗍𝗈 𝗒𝗈𝗎𝗋 𝖯𝖬
𝖢𝗈𝗆𝗆𝖺𝗇𝖽𝗌 & 𝖴𝗌𝖺𝗀𝖾:
• /connect  - <code>𝖢𝗈𝗇𝗇𝖾𝖼𝗍 𝖺 𝗉𝖺𝗋𝗍𝗂𝖼𝗎𝗅𝖺𝗋 𝖼𝗁𝖺𝗍 𝖿𝗋𝗈𝗆 𝖯𝖬</code>
• /disconnect  - <code>𝖣𝗂𝗌𝖼𝗈𝗇𝗇𝖾𝖼𝗍 𝖿𝗋𝗈𝗆 𝖺 𝖼𝗁𝖺𝗍</code>
• /connections - <code>𝖫𝗂𝗌𝗍 𝖺𝗅𝗅 𝖼𝗈𝗇𝗇𝖾𝖼𝗍𝗂𝗈𝗇𝗌</code>"""

    EXTRAMOD_TXT = """ʜᴇʟᴘ: 𝖤𝗑𝗍𝗋𝖺 𝖬𝗈𝖽𝗎𝗅𝖾𝗌
<b>𝖭𝖮𝖳𝖤:</b>
𝖤𝗑𝗍𝗋𝖺 𝖿𝖾𝖺𝗍𝗎𝗋𝖾𝗌 𝗈𝖿 𝗍𝗁𝗂𝗌 𝖻𝗈𝗍
𝖢𝗈𝗆𝗆𝖺𝗇𝖽𝗌 & 𝖴𝗌𝖺𝗀𝖾:
• /id - <code>𝖦𝖾𝗍 𝖨𝖣 𝗈𝖿 𝗌𝗉𝖾𝖼𝗂𝖿𝗂𝖾𝖽 𝗎𝗌𝖾𝗋</code>
• /info  - <code>𝖦𝖾𝗍 𝗂𝗇𝖿𝗈𝗋𝗆𝖺𝗍𝗂𝗈𝗇 𝖺𝖻𝗈𝗎𝗍 𝖺 𝗎𝗌𝖾𝗋.</code>
• /imdb  - <code>𝖦𝖾𝗍 𝗍𝗁𝖾 𝖿𝗂𝗅𝗆 𝗂𝗇𝖿𝗈𝗋𝗆𝖺𝗍𝗂𝗈𝗇 𝖿𝗋𝗈𝗆 𝖨𝖬𝖣𝖡 𝗌𝗈𝗎𝗋𝖼𝖾.</code>
• /search  - <code>𝖦𝖾𝗍 𝗍𝗁𝖾 𝖿𝗂𝗅𝗆 𝗂𝗇𝖿𝗈𝗋𝗆𝖺𝗍𝗂𝗈𝗆 𝖿𝗋𝗈𝗆 𝗏𝖺𝗋𝗂𝗈𝗎𝗌 𝗌𝗈𝗎𝗋𝖼𝖾𝗌.</code>"""

    ADMIN_TXT = """ʜᴇʟᴘ: 𝖠𝖽𝗆𝗂𝗇 𝖬𝖮𝖣𝖲
<b>𝖭𝖮𝖳𝖤:</b>
𝖳𝗁𝗂𝗌 𝖬𝖮𝖣𝖴𝖫𝖤 𝗈𝗇𝗅𝗒 𝗐𝗈𝗋𝗄𝗌 𝖿𝗈𝗋 𝖠𝖣𝖬𝖨𝖭𝖲
𝖢𝗈𝗆𝗆𝖺𝗇𝖽𝗌 & 𝖴𝗌𝖺𝗀𝖾:
• /logs - <code>𝖳𝗈 𝗀𝖾𝗍 𝗍𝗁𝖾 𝗋𝖾𝖼𝖾𝗇𝗍 𝖾𝗋𝗋𝗈𝗋𝗌</code>
• /stats - <code>𝖳𝗈 𝗀𝖾𝗍 𝗌𝗍𝖺𝗍𝗎𝗌 𝗈𝖿 𝖿𝗂𝗅𝖾𝗌 𝗂𝗇 𝖺 𝖣𝖡. [𝖢𝖺𝗇 𝖻𝖾 𝗎𝗌𝖾𝖽 𝖻𝗒 𝖺𝗇𝗒𝗈𝗇𝖾]</code>
• /delete - <code>𝖳𝗈 𝖽𝖾𝗅𝖾𝗍𝖾 𝖺 𝗌𝗉𝖾𝖼𝗂𝖿𝗂𝖼 𝖿𝗂𝗅𝖾 𝖿𝗋𝗈𝗆 𝖣𝖡</code>
• /users - <code>𝖳𝗈 𝗀𝖾𝗍 𝗅𝗂𝗌𝗍 𝗈𝖿 𝗆𝗒 𝗎𝗌𝖾𝗋𝗌 𝖺𝗇𝖽 𝖨𝖣𝗌</code>
• /chats - <code>𝖳𝗈 𝗀𝖾𝗍 𝗅𝗂𝗌𝗍 𝗈𝖿 𝗆𝗒 𝖼𝗁𝖺𝗍𝗌</code>
• /leave  - <code>𝖳𝗈 𝗅𝖾𝖺𝗏𝖾 𝖿𝗋𝗈𝗆 𝖺 𝖼𝗁𝖺𝗍</code>
• /disable  -  <code>𝖳𝗈 𝖽𝗂𝗌𝖺𝖻𝗅𝖾 𝖺 𝖼𝗁𝖺𝗍</code>
• /ban  - <code>𝖳𝗈 𝖻𝖺𝗇 𝖺 𝗎𝗌𝖾𝗋</code>
• /unban  - <code>𝖳𝗈 𝗎𝗇𝖻𝖺𝗇 𝖺 𝗎𝗌𝖾𝗋</code>
• /channel - <code>𝖳𝗈 𝗀𝖾𝗍 𝖺 𝗅𝗂𝗌𝗍 𝗈𝖿 𝖼𝗈𝗇𝗇𝖾𝖼𝗍𝖾𝖽 𝖼𝗁𝖺𝗇𝗇𝖾𝗅𝗌</code>
• /broadcast - <code>𝖳𝗈 𝖡𝗋𝗈𝖺𝖽𝖼𝖺𝗌𝗍 𝖺 𝗆𝖾𝗌𝗌𝖺𝗀𝖾 𝗍𝗈 𝖺𝗅𝗅 𝗎𝗌𝖾𝗋𝗌</code>
• /grp_broadcast - <code>𝖳𝗈 𝖡𝗋𝗈𝖺𝖽𝖼𝖺𝗌𝗍 𝖺 𝗆𝖾𝗌𝗌𝖺𝗀𝖾 𝗍𝗈 𝖺𝗅𝗅 𝖼𝗈𝗇𝗇𝖾𝖼𝗍𝖾𝖽 𝗀𝗋𝗈𝗎𝗉𝗌</code>
• /gfilter - <code>𝖳𝗈 𝖺𝖽𝖽 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋𝗌</code>
• /gfilters - <code>𝖳𝗈 𝖵𝗂𝖾𝗐 𝖺 𝗅𝗂𝗌𝗍 𝗈𝖿 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋𝗌</code>
• /delg - <code>𝖳𝗈 𝖽𝖾𝗅𝖾𝗍𝖾 𝖺 𝗌𝗉𝖾𝖼𝗂𝖿𝗂𝖼 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋</code>
• /request - <code>𝖳𝗈 𝗋𝖾𝗊𝗎𝖾𝗌𝗍 𝖺 𝗆𝗈𝗏𝗂𝖾/𝗌𝖾𝗋𝗂𝖾𝗌 𝗍𝗈 𝖺𝖽𝗆𝗂𝗇𝗌 𝖮𝗇𝗅𝗒 𝗐𝗈𝗋𝗄𝗌 𝗈𝗇 𝗌𝗎𝗉𝗉𝗈𝗋𝗍 𝗀𝗋𝗈𝗎𝗉</code>
• /delallg - <code>𝖳𝗈 𝖽𝖾𝗅𝖾𝗍𝖾 𝖺𝗅𝗅 𝖦 𝖿𝗂𝗅𝗍𝖾𝗋𝗌 𝖿𝗋𝗈𝗆 𝗀𝗋𝗈𝗎𝗉𝗌</code>
• /deletefiles - <code>𝖳𝗈 𝖽𝖾𝗅𝖾𝗍𝖾 𝖢𝖺𝗆𝖱𝗂𝗉 & 𝖯𝗋𝖾𝖣𝖵𝖣𝗌 𝖿𝗋𝗈𝗆 𝖻𝗈𝗍𝗌 𝖣𝖡</code>"""

    STATUS_TXT = """<b>𝖳𝗈𝗍𝖺𝗅 𝖥𝗂𝗅𝖾𝗌: <code>{}</code>
𒊹︎︎︎ 𝖳𝗈𝗍𝖺𝗅 𝖴𝗌𝖾𝗋𝗌: <code>{}</code>
𒊹︎︎︎ 𝖳𝗈𝗍𝖺𝗅 𝖢𝗁𝖺𝗍𝗌: <code>{}</code>
𒊹︎︎︎ 𝖴𝗌𝖾𝖽 𝖲𝗍𝗈𝗋𝖺𝗀𝖾: <code>{}</code>
𒊹︎︎︎ 𝖥𝗋𝖾𝖾 𝖲𝗍𝗈𝗋𝖺𝗀𝖾: <code>{}</code></b>"""

    LOG_TEXT_G = """#NewGroup
Gʀᴏᴜᴘ = {}(<code>{}</code>)
Tᴏᴛᴀʟ Mᴇᴍʙᴇʀs = <code>{}</code>
Aᴅᴅᴇᴅ Bʏ - {}"""

    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Nᴀᴍᴇ - {}"""

    ALRT_TXT = """𝖸𝖮 {},
𝖳𝗁𝗂𝗌 𝖺𝗂𝗇𝗍 𝗒𝗈𝗎𝗋𝗌 𝖻𝗋𝗎𝗁𝗁..."""

    OLD_ALRT_TXT = """𝖸𝖮 {},
𝖳𝗁𝖺𝗍𝗌 𝖮𝗇𝖾 𝗈𝖿 𝗆𝗒 𝗈𝗅𝖽 𝗆𝖾𝗌𝗌𝖺𝗀𝖾𝗌, 
𝖲𝖾𝗇𝖽 𝗂𝗍 𝖺𝗀𝖺𝗂𝗇 𝗐𝗂𝗅𝗅 𝗒𝗎𝗁."""

    CUDNT_FND = """𝖢𝗁𝖾𝖼𝗄 𝗂𝗍 𝗁𝖾𝗋𝖾 𝖸𝖮 𝖨 𝖢𝖺𝗇𝗍 𝖿𝗂𝗇𝖽 𝗂𝗍?"""

    I_CUDNT = """<b>𝖨 𝖢𝗁𝖾𝖼𝗄𝖾𝖽 𝖾𝗏𝖾𝗋𝗒𝗐𝗁𝖾𝗋𝖾, 𝖼𝖺𝗇𝗍 𝖿𝗂𝗇𝖽 𝗂𝗍 {} 😕

𝖣𝗈 𝖨 𝗁𝖺𝗏𝖾 𝗍𝗈 𝗍𝖾𝖺𝖼𝗁 𝗒𝗈𝗎 𝖠𝖡𝖢 𝖿𝗂𝗑 𝗒𝗈𝗎𝗋 𝗌𝗉𝖾𝗅𝗅𝗂𝗇𝗀 😑

𝖬𝗈𝗏𝗂𝖾 𝗋𝖾𝗊𝗎𝖾𝗌𝗍 𝖿𝗈𝗋𝗆𝖺𝗍 👇

𝖥𝗈𝗋 𝖺𝗇 𝖾𝗑𝖺𝗆𝗉𝗅𝖾 : Uncharted or Uncharted 2022 or Uncharted En

𝖲𝖾𝗋𝗂𝖾𝗌 𝗋𝖾𝗊𝗎𝖾𝗌𝗍 𝖿𝗈𝗋𝗆𝖺𝗍 👇

𝖤𝗑𝖺𝗆𝗉𝗅𝖾 : Loki S01 or Loki S01E04 or Lucifer S03E24

𝖣𝖮 𝖭𝖮𝖳 𝖴𝖲𝖤 ':(!,./)</b>"""

    I_CUD_NT = """𝖢𝖺𝗇𝗍 𝖿𝗂𝗇𝖽 𝖺𝗇𝗒 𝗆𝗈𝗏𝗂𝖾 𝗋𝖾𝗅𝖺𝗍𝖾𝖽 𝗍𝗈 𝗍𝗁𝖺𝗍 𝖸𝖮 {}.
𝖢𝗁𝖾𝖼𝗄 𝗒𝗈𝗎𝗋 𝗌𝗉𝖾𝗅𝗅𝗂𝗇𝗀 𝖻𝗋𝗈 𝖮𝗇 𝗀𝗈𝗈𝗀𝗅𝖾 𝖨𝖬𝖣𝖡 𝗈𝗋 𝖲𝖴𝖬 ..."""

    MVE_NT_FND = """𝖢𝖺𝗇𝗍 𝖿𝗂𝗇𝖽 𝗂𝗍 𝗂𝗇 𝗆𝗒 𝖣𝖺𝗍𝖺𝖻𝖺𝗌𝖾 𝖬𝖠𝖭..."""

    TOP_ALRT_MSG = """𝖧𝗈𝗅𝖽 𝖴𝖯 𝗅𝖾𝗆𝗆𝖾 𝖼𝗁𝖾𝖼𝗄 𝗁𝖾𝗋𝖾..."""

    MELCOW_ENG = """<b>𝖸𝖮𝖶𝖶 {} 😍, 𝖶𝖾𝗅𝖼𝗈𝗆 𝖳𝖮 {} 𝖦𝗋𝗈𝗎𝗉 ❤️</b>"""

    OWNER_INFO = """
<b>⍟───[ 𝖮𝗐𝗇𝖾𝗋 𝖣𝖾𝗍𝖺𝗂𝗅𝗌 ]───⍟
    
• 𝖬𝖺𝗌𝗍𝖾𝗋'𝗌 𝖭𝖺𝗆𝖾 : 𝖬𝖺𝗌𝗍𝖾𝗋 𝖪𝖤𝖵𝖨𝖭 𝖠𝗌𝗍𝗋𝖺
• 𝖬𝖺𝗌𝗍𝖾𝗋'𝗌 𝖯𝖤𝖱𝖥𝖤𝖢𝖳 𝗎𝗌𝖾𝗋𝗇𝖺𝗆𝖾 : @K_ASTRA1
• 𝖨 𝖫𝖮𝖵𝖤 𝖬𝖸 𝖬𝖠𝖲𝖳𝖤𝖱 : <a href='t.me/k_ASTRA'>𝖬𝖠𝖲𝖳𝖤𝖱</a></b>"""

    REQINFO = """
⚠ 𝖨𝖭𝖥𝖮𝖱𝖬𝖠𝖳𝖨𝖮𝖭 ⚠

𝖠𝖿𝗍𝖾𝗋 𝖺 𝖼𝗈𝗎𝗉𝗅𝖾 𝗈𝖿 𝗆𝗂𝗇𝗎𝗍𝖾𝗌 𝖨𝗆 𝗀𝗈𝗇𝗇𝖺 𝖽𝖾𝗅𝖾𝗍𝖾 𝗍𝗁𝗂𝗌 𝖸𝖮

𝖨𝖿 𝗒𝗈𝗎 𝖼𝖺𝗇𝗍 𝗌𝖾𝖾 𝗂𝗍 𝖥𝖫𝖨𝖯 𝗉𝖺𝗀𝖾𝗌 𝗅𝗂𝗄𝖾 𝖺 𝖻𝗈𝗈𝗄 𝗒𝗈𝗎 𝗀𝖾𝗍 𝗆𝖾...𝗃𝗎𝗌𝗍 𝗉𝗋𝖾𝗌𝗌 𝖭𝖤𝖷𝖳 𝗂𝗍 𝗐𝗂𝗅𝗅 𝗍𝖺𝗄𝖾 𝗒𝗈𝗎 𝗍𝗈 𝗍𝗁𝖾 𝗇𝖾𝗑𝗍 𝗉𝖺𝗀𝖾"""

    MINFO = """
━━━━━━━━━━━━━━━━━━━━━━━━
𝖬𝖺𝗌𝗍𝖾𝗋'𝗌 𝖱𝗎𝗅𝖾𝗌 𝗋𝖾𝗊𝗎𝖾𝗌𝗍 𝗂𝗇 𝗍𝗁𝗂𝗌 𝖥𝗈𝗋𝗆𝖺𝗍
━━━━━━━━━━━━━━━━━━━━━━━━

𝖦𝗈 𝗍𝗈 𝗀𝗈𝗈𝗀𝗅𝖾 ~> 𝖳𝗒𝗉𝖾 𝖲𝖾𝗋𝗂𝖾𝗌/𝖬𝗈𝗏𝗂𝖾 𝖭𝖺𝗆𝗌 ~> 𝖢𝗈𝗉𝗒 ~> 𝖳𝗁𝖾𝗇 𝖯𝖠𝖲𝖳𝖤

𝖤𝗑𝖺𝗆𝗉𝗅𝖾 : Spiderman 3

𝖣𝗈𝗇𝗍 𝖴𝖲𝖤 ➠ ':(!,./)"""

    SINFO = """
━━━━━━━━━━━━━━━━━━
𝖲𝖤𝖱𝖨𝖤𝖲 𝖱𝖤𝖰𝖴𝖤𝖲𝖳 𝖥𝖮𝖱𝖬𝖠𝖳
━━━━━━━━━━━━━━━━━━

𝖦𝗈 𝗍𝗈 𝗀𝗈𝗈𝗀𝗅𝖾 ~> 𝖳𝗒𝗉𝖾 𝖲𝖾𝗋𝗂𝖾𝗌/𝖬𝗈𝗏𝗂𝖾 𝖭𝖺𝗆𝗌 ~> 𝖢𝗈𝗉𝗒 ~> 𝖳𝗁𝖾𝗇 𝖯𝖠𝖲𝖳𝖤

𝖤𝗑𝖺𝗆𝗉𝗅𝖾 : Peaky Blinders S01E01

𝖣𝗈𝗇𝗍 𝖴𝖲𝖤 - ':(!,./)"""

    NORSLTS = """
𒊹︎︎︎ 𝖭𝖮 𝖱𝖤𝖲𝖴𝖫𝖳𝖲 𒊹︎︎︎

𝖨𝖣 <b>: {}</b>

𝖭𝖠𝖬𝖤 <b>: {}</b>

𝖬𝖤𝖲𝖲𝖠𝖦𝖤 <b>: {}</b>"""

    CAPTION = """
<b>📂 𝖥𝗂𝗅𝖾 𝖭𝖺𝗆𝖾 : </b> <code>{file_name}</code>

<b>𝖧𝖤𝖸 𝖧𝖤𝖱𝖤'𝖲 𝖸𝖮𝖴𝖱 𝖥𝖨𝖫𝖤 

𝖤𝖭𝖩𝖮𝖸!!! 😍

━━━━━━━━━━━━━━
𒊹︎︎︎ 𝖢𝗁𝖺𝗇𝗇𝖾𝗅 : <a href="https://t.me/Movies4ULand">𝖳𝗈𝗎𝖼𝗁</a>
𒊹︎︎ 𝖡𝖮𝖳 𝖴𝗉𝖽𝖺𝗍𝖾𝗌 : <a href="https://t.me/Movie_GenieSupport">𝖳𝗈𝗎𝖼𝗁</a>
━━━━━━━━━━━━"""

    IMDB_TEMPLATE_TXT = """
<b>Query: {query}
IMDb Data:

🏷 Title: <a href={url}>{title}</a>
🎭 Genres: {genres}
📆 Year: <a href={url}/releaseinfo>{year}</a>
🌟 Rating: <a href={url}/ratings>{rating}</a> / 10</b>"""
    
    ALL_FILTERS = """
<b>𝖸𝖮 {}, 𝖳𝗁𝖾𝗌𝖾 𝖺𝗋𝖾 𝗆𝗒 𝗍𝗁𝗋𝖾𝖾 𝗍𝗒𝗉𝖾𝗌 𝗈𝖿 𝖿𝗂𝗅𝗍𝖾𝗋𝗌.</b>"""
    
    GFILTER_TXT = """
<b>𝖶𝖾𝗅𝖼𝗈𝗆𝖾 𝖳𝗈 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋𝗌. 𝖦𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋𝗌 𝖺𝗋𝖾 𝗍𝗁𝖾 𝖿𝗂𝗅𝗍𝖾𝗋𝗌 𝗌𝖾𝗍 𝖻𝗒 𝖻𝗈𝗍 𝖺𝖽𝗆𝗂𝗇𝗌 𝗐𝗁𝗂𝖼𝗁 𝗐𝗂𝗅𝗅 𝗐𝗈𝗋𝗄 𝗈𝗇 𝖺𝗅𝗅 𝗀𝗋𝗈𝗎𝗉𝗌.</b>
    
𝖡𝖮𝖳 𝖢𝗈𝗆𝗆𝖺𝗇𝖽𝗌:
• /gfilter - <code>𝖳𝗈 𝖼𝗋𝖾𝖺𝗍𝖾 𝖺 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋</code>
• /gfilters - <code>𝖳𝗈 𝗏𝗂𝖾𝗐 𝖺𝗅𝗅 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋𝗌</code>
• /delg - <code>𝖽𝖾𝗅𝖾𝗍𝖾 𝖺 𝗉𝖺𝗋𝗍𝗂𝖼𝗎𝗅𝖺𝗋 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋</code>
• /delallg - <code>𝖽𝖾𝗅𝖾𝗍𝖾 𝖺𝗅𝗅 𝗀𝗅𝗈𝖻𝖺𝗅 𝖿𝗂𝗅𝗍𝖾𝗋𝗌</code>"""
    
    FILE_STORE_TXT = """
<b>𝖿𝖾𝖺𝗍𝗎𝗋𝖾 𝗐𝗁𝗂𝖼𝗁 𝗐𝗂𝗅𝗅 𝖼𝗋𝖾𝖺𝗍𝖾 𝖺 𝗌𝗁𝖺𝗋𝖾𝖺𝖻𝗅𝖾 𝗅𝗂𝗇𝗄 𝗈𝖿 𝗌𝗂𝗇𝗀𝗅𝖾 𝗈𝗋 𝗆𝗎𝗅𝗍𝗂𝗉𝗅𝖾 𝖿𝗂𝗅𝖾𝗌</b>

𝖡𝖮𝖳 𝖢𝗈𝗆𝗆𝖺𝗇𝖽𝗌:
• /batch - <code>𝖢𝗋𝖾𝖺𝗍𝖾 𝖠 𝖡𝖺𝗍𝖼𝗁 𝖫𝗂𝗇𝗄 𝖮𝖿 𝖬𝗎𝗅𝗍𝗂𝗉𝗅𝖾 𝖥𝗂𝗅𝖾𝗌.</code>
• /link - <code>𝖢𝗋𝖾𝖺𝗍𝖾 𝖠 𝖲𝗂𝗇𝗀𝗅𝖾 𝖥𝗂𝗅𝖾 𝖲𝗍𝗈𝗋𝖾 𝖫𝗂𝗇𝗄.</code>
• /pbatch - <code>𝖲𝗂𝗆𝗂𝗅𝖺𝗋 𝖳𝗈 /batch, 𝖥𝗂𝗅𝖾𝗌 𝗐𝗂𝗅𝗅 𝖻𝖾 𝗌𝖾𝗇𝗍 𝗐𝗂𝗍𝗁 𝖿𝗈𝗐𝖺𝗋𝖽 𝗋𝖾𝗌𝗍𝗋𝗂𝖼𝗍𝗂𝗈𝗇𝗌</code>
• /plink - <code>𝖲𝗂𝗆𝗂𝗅𝖺𝗋 𝖳𝗈 /link, 𝖡𝗎𝗍 𝖿𝗂𝗅𝖾 𝗐𝗂𝗅𝗅 𝗌𝖾𝗇𝖽 𝗐𝗂𝗍𝗁 𝖿𝗈𝗐𝖺𝗋𝖽 𝗋𝖾𝗌𝗍𝗋𝗂𝖼𝗍𝗂𝗈𝗇𝗌.</code>"""

    RESTART_TXT = """
<b>Bᴏᴛ Rᴇsᴛᴀʀᴛᴇᴅ !

📅 Dᴀᴛᴇ : <code>{}</code>
⏰ Tɪᴍᴇ : <code>{}</code>
🌐 Tɪᴍᴇᴢᴏɴᴇ : <code>Asia/Kolkata</code>
🛠️ Bᴜɪʟᴅ Sᴛᴀᴛᴜs: <code>v2.7.1 [ Sᴛᴀʙʟᴇ ]</code></b>"""

    LOGO = """


███╗░░░███╗░█████╗░██╗░░░██╗██╗███████╗
████╗░████║██╔══██╗██║░░░██║██║██╔════╝
██╔████╔██║██║░░██║╚██╗░██╔╝██║█████╗░░
██║╚██╔╝██║██║░░██║░╚████╔╝░██║██╔══╝░░
██║░╚═╝░██║╚█████╔╝░░╚██╔╝░░██║███████╗
╚═╝░░░░░╚═╝░╚════╝░░░░╚═╝░░░╚═╝╚══════╝

░██████╗░███████╗███╗░░██╗██╗███████╗
██╔════╝░██╔════╝████╗░██║██║██╔════╝
██║░░██╗░█████╗░░██╔██╗██║██║█████╗░░
██║░░╚██╗██╔══╝░░██║╚████║██║██╔══╝░░
╚██████╔╝███████╗██║░╚███║██║███████╗
░╚═════╝░╚══════╝╚═╝░░╚══╝╚═╝╚══════╝"""
